[
  {
    "heading": "Social Media Management",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/SocialMediaManagement.jpg",
    "show": false,
    "content": [
      "In the digital age of marketing, it is more important than ever to keep up with your brand’s online presence. Social media is one of the easiest and most under-utlized tools for obtaining and maintaining a following, but we know that this can be difficult for small and medium-sized businesses. That’s why we can completely manage your social media presence.",
      "With complete knowledge and understanding of online trends and happenings, we can make sure that your business’s online presence will be one to brag about. With expertise in numerous different platforms and expert understanding of the unique algorithms of these different platforms, we can also ensure that your brand’s posts are not only good for the viewer, but also good for the platform’s algorithm. Skillfully scheduled posts and complete adaptability to online happenings are vital to creating a successful online presence, so leave it to us, and we can take the guesswork out of social media management. "
    ]
  },
  {
    "heading": "Social Media Advertisements",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/socialMediaAdventisements.jpg",
    "show": false,
    "content": [
      "Creating successful social media posts may seem like something that anyone can do, but in reality, consistent success requires a level of art and science. Every post must be consistently beautiful, professional, and informative. That may not be something that you as  a business can dedicate hours into mastering, but we have a team of experts that can work together to create the perfect posts.",
      "We can create unique, highly shareable, strategy-driven content to keep your social media up to date. With posts tailored to different platforms, different audiences, different demographics, and different trends, our expert designers and content creators can fill your page with your brand’s unique personality. It’s difficult to create content and graphics that are good for both the viewer and the platform, but we have cracked the code! Keep your accounts alive and your customers engaged with our optimized social media marketing skills."
    ]
  },
  {
    "heading": "Content Marketing",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/ContentMarketing.jpg",
    "show": false,
    "content": [
      "It is important to keep your customers and clientele engaged with your brand and its updates. Increasing interaction with your clientele can increase brand loyalty and it can keep your customers excited about your brand. That’s why so many brands have begun sending out newsletters and blogs that can give news updates or even just check in.",
      "Have you considered starting a newsletter or blog for your brand? It has never been easier to do so than it is now, with our expertise in content creation and marketing.  We can write interesting, relevant, and informative content posts that can keep your customers engaged, even while they aren’t right at your doorstep. With newsletters being sent to client emails or blog posts that anyone can view, help establish brand loyalty. We provide expertly written and unique content that fully understands your brand personality and communicates with your audience in a way that is fun and wanted! "
    ]
  },
  {
    "heading": "Email Marketing",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/EmailMarketing.jpg",
    "show": false,
    "content": [
      "Have you been checking in with your audience with emails? It’s a proven and effective marketing technique that can increase client interaction and keep your customers informed about your brand. Whether it is to offer exclusive promotions or just to remind them of your existing product, email marketing is something your brand can benefit from.",
      "We can both write beautiful and professional emails with accompanied  graphics and also schedule these emails for you and completely manage an entire email campaign. Email campaigns can’t just feel like unwanted spam towards your customers, so it is important to have professionals on your side. Emails have to be creative, expertly built, and clickable, so you can trust us with delivering exactly that. We can drive reaction and responsiveness, increasing your brand value and engaging with your customers in a more personalized way."
    ]
  },
  {
    "heading": "Google Advertising",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/GoogleAdvertising.jpg",
    "show": false,
    "content": [
      "Google is the largest and most commonly used search engine that many of your potential customers are using to search for products and brands. Are you making sure that when your potential customers browse the web in search of new brands, that your brand will stand out? This is vital to a brand’s online success.",
      "Putting your brand on Google’s main page comes with a host of benefits, including an increase in leads, brand awareness, loyalty, and more. We can use Google Ads to fully maximize your brand’s online visibility, with expertly created and managed Ad campaigns. Not only will you see the leads come in, but we can also use the statistical data to better your reach and create constantly improving campaigns, all of which will increase your brand’s visibility and bring in new customers."
    ]
  },
  {
    "heading": "SEO",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/SEO.jpg",
    "show": false,
    "content": [
      "SEO, or Search Engine Optimization, is vital to increasing your brand’s visibility. Using the correct keywords in your posts and on your website may be the difference between being seen and being overlooked on the internet. It requires expertise and technique to drive online traffic, and one major way of doing so is with intentional use of keywords.",
      "With SEO experts and comprehensive data, we can write content that is not only engaging and creative, but also technically effective. Writing SEO-compliant content is harder than it may seem, so it is important that you have experts on your side helping you effectively direct web traffic. With access to all of the research and metrics necessary for your success, we can make sure that your content is working for you, correctly and effectively directing you to the audiences you would want to reach."
    ]
  },
  {
    "heading": "Public Relations & Reputation Management",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/PublicRelations.jpg",
    "show": false,
    "content": [
      "Don’t underestimate the power of word of mouth. It is important to always stay on top of your image, making sure that the public view of your brand is what you want your brand to be viewed as. No brand is immune to negative reviews, but it is still important to understand how to deal with them and how to twist them into your own benefit.",
      "With organic engagement, positive reviews, updated communication techniques, and redesigned content, we can maintain and manage your reputation. Responding to negative Google reviews and being hyper-aware of sensitive content in your posts are just part of what we can do to make sure your brand is always putting its best foot forward. We can manage not only your own posts and communications, but also what people are saying behind your back, which is just as important!"
    ]
  },
  {
    "heading": "Website Reporting",
    "imageUrl": "/img/servicesSection/digitalMarketing/digitalOptions/WebsiteReporting.jpg",
    "show": false,
    "content": [
      "Your website is the front page into your brand, so it is important that it is elegant and professional. Optimizing your website to make it work for you and making sure that even the smallest detail is perfect is something that may seem meticulous, but is absolutely worth it.",
      "If you already have a website, we can check to make sure that it is working for you. We can analyze the effectiveness of design, functionality, content, keyword efficiency, and more, giving you actionable information and potential solutions to make your brand’s website better. Find out what is and isn’t working for your website. If you don’t have a website yet, we can create one that is optimized for your success, and you can learn more about our web design under the “Web Design” tab in “Services.”"
    ]
  }
]
